<h1>Hello, <?php echo $this->name;?>!</h1>
<p>Алексей. Простейший блог, при следующих условиях:</p>
<ul>
    <li>1. Тестовое задание должно быть выполнено без использования посторонних бекенд-решений, на php7.</li>
    <li>2. Необходима возможность добавления и удаления поста через AJAX, просмотр поста на отдельной странице и список
        постов на главной странице.
    </li>
    <li> 3. Необходимо использовать Bootstrap и jQuery для фронтенда.</li>
    <li>4. Залейте код на GitHub, разместите на любом хостинге и пришлите нам ссылки - на код в GitHub и ссылку, чтобы
        мы могли посмотреть как работает сайт.
    </li>
</ul>